export const items = [
  {
    id: 1,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Хит",
    type: "Балык",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
  {
    id: 2,
    image: "../items_image/beckon.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "New",
    type: "Говядина",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 3,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Скидка",
    type: "Корейка",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 4,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Хит",
    type: "Шея",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
  {
    id: 5,
    image: "../items_image/beckon.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "New",
    type: "Суджук",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 6,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Скидка",
    type: "Пасторма",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 7,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Хит",
    type: "Мясные хлеба",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
  {
    id: 8,
    image: "../items_image/beckon.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "New",
    type: "Корейка",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 9,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Скидка",
    type: "Карбонад",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 10,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Хит",
    type: "Грудинка",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
  {
    id: 11,
    image: "../items_image/beckon.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "New",
    type: "Голяшка",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 12,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Скидка",
    type: "Вырезка",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 13,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Хит",
    type: "Говядина",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
  {
    id: 14,
    image: "../items_image/beckon.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "New",
    type: "Бекон",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },

  {
    id: 15,
    image: "../items_image/meat_cop.jpg",
    name: "Говядина, кусок с/к",
    description:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    price: 500,
    category: "Скидка",
    type: "Балык",
    galleryImage: [
      "../about_item/first.jpg",
      "../about_item/second.jpg",
      "../about_item/third.jpg",
    ],
    item_name: "Колбасы вяленые и сырокопченые",
    storage:
      "В вакуумной упаковке 120 суток. После вскрытия употребить в течение 30 суток или до окончания срока годности.",
    composition:
      "Свинина, смесь посолочная (соль, нитрит натрия), коньяк, натуральные специи, сахар.",
    belki: 12,
    fat: 20,
    calory: 228,
  },
];

export const history_data = [
  {
    year: "Май 2016",
    img: "../history_image/history 1.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Январь 2017",
    img: "../history_image/history 2.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Август 2017",
    img: "../history_image/history  3.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Март 2018",
    img: "../history_image/history  4.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Март 2019",
    img: "../history_image/history 5.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Май 2020",
    img: "../history_image/history 6.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
  {
    year: "Апрель 2021",
    img: "../history_image/history 2.jpg",
    description:
      "Само слово «Реснота» — в переводе с древнеславянского языка означает — ИСТИНА, а это значит — непреложная правда, компетентность, престиж, ценность, добротность. Именно эти ценности и составляют основу концепции и политики компании.",
  },
];

export const staff_data = [
  {
    img: "../staff_image/person 1.jpg",
    staff_name: "Константинопольский Константин Константинович",
    proffes: "Генеральный директор",
  },
  {
    img: "../staff_image/person 2.jpg",
    staff_name: "Алексеева Татьяна Михайловна",
    proffes: "Главный бухгалтер",
  },
  {
    img: "../staff_image/person 3.jpg",
    staff_name: "Иванов Дмитрий Алексеевич",
    proffes: "Руководитель отдела продаж",
  },
  {
    img: "../staff_image/person 4.jpg",
    staff_name: "Михайлова Александра Дмитриевна",
    proffes: "Менеджер",
  },
  {
    img: "../staff_image/person 5.jpg",
    staff_name: "Константинопольский Константин Константинович",
    proffes: "Менеджер",
  },
  {
    img: "../staff_image/person 6.jpg",
    staff_name: "Алексеева Татьяна Михайловна",
    proffes: "Менеджер",
  },
  {
    img: "../staff_image/person 7.jpg",
    staff_name: "Иванов Дмитрий Алексеевич",
    proffes: "Отдел снабжения",
  },
  {
    img: "../staff_image/person 8.jpg",
    staff_name: "Михайлова Александра Дмитриевна",
    proffes: "Отдел снабжения",
  },
];

export const reviews_data = [
  {
    img: "../reviews_image/review 1.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 2.png",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 3.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 4.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 5.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 6.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 7.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
  {
    img: "../reviews_image/review 8.jpg",
    description: "Благодарственное письмо ООО «Благодарочка»",
  },
];

export const stocks_data = [
  {
    img: "../stock_image/stock 1.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 2.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 3.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 4.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 5.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 6.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 7.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 8.jpg",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 2.jpg ",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 4.jpg ",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 3.jpg ",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
  {
    img: "../stock_image/stock 1.jpg ",
    date: "22 февраля 2020",
    title: "Новые позиции в каталоге",
    description:
      "Вся продукция компании «РЕСНОТА», распространяемая в фирменных магазинах, запаковывается в фирменную упаковку и обладает рядом преимуществ перед конкурентами.",
  },
];
